<? if (0) { ?><head><meta http-equiv="Content-Type" content="text/html; charset=windows-1251"></head><? } ?><?php

/************************************************************************/
/* Leonardo: Gliding XC Server					                        */
/* ============================================                         */
/*                                                                      */
/* Copyright (c) 2004-5 by Andreadakis Manolis                          */
/* http://leonardo.thenet.gr                                            */
/*                                                                      */
/* This program is free software. You can redistribute it and/or modify */
/* it under the terms of the GNU General Public License as published by */
/* the Free Software Foundation; either version 2 of the License.       */
/*                                                                      */
/* If you need to use double quotes (") remember to add a backslash (\),*/
/* so your entry will look like: This is \"double quoted\" text.        */
/* And, if you use HTML code, please double check it.                   */
/************************************************************************/

function setMonths() {
	global  $monthList,	$monthListShort, $weekdaysList;
	$monthList=array('пїЅпїЅпїЅпїЅпїЅпїЅ','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ','пїЅпїЅпїЅпїЅ','пїЅпїЅпїЅпїЅпїЅ','пїЅпїЅпїЅ','пїЅпїЅпїЅ',
					'пїЅпїЅпїЅ','пїЅпїЅпїЅпїЅпїЅпїЅ','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ','пїЅпїЅпїЅпїЅпїЅпїЅпїЅ','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
	$monthListShort=array('JAN','FEB','MAR','APR','MAY','JUN','JUL','AUG','SEP','OCT','NOV','DEC');
	$weekdaysList=array('Mon','Tue','Wed','Thu','Fri','Sat','Sun') ;
}
setMonths();

//--------------------------------------------
// output.php
//--------------------------------------------
define("_FREE_FLIGHT","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_FREE_TRIANGLE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_FAI_TRIANGLE","FAI пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_SUBMIT_FLIGHT_ERROR","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");

// list_pilots()
define("_NUM","#");
define("_PILOT","пїЅпїЅпїЅпїЅпїЅ");
define("_NUMBER_OF_FLIGHTS","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_BEST_DISTANCE","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MEAN_KM","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL_KM","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL_DURATION_OF_FLIGHTS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MEAN_DURATION","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL_OLC_KM","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ OLC пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL_OLC_SCORE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ OLC пїЅпїЅпїЅпїЅпїЅ");
define("_BEST_OLC_SCORE","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ OLC пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_From","пїЅпїЅ");

// list_flights()
define("_DURATION_HOURS_MIN","пїЅпїЅпїЅпїЅпїЅ (пїЅ:пїЅ)");
define("_SHOW","пїЅпїЅпїЅпїЅпїЅпїЅ");

// show flight
define("_FLIGHT_WILL_BE_ACTIVATED_SOON","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ 1-2 пїЅпїЅпїЅпїЅпїЅпїЅ. ");
define("_TRY_AGAIN","пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ");

define("_TAKEOFF_LOCATION","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TAKEOFF_TIME","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ  пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_LANDING_LOCATION","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_LANDING_TIME","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_OPEN_DISTANCE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MAX_DISTANCE","пїЅпїЅпїЅпїЅ. пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_OLC_SCORE_TYPE","пїЅпїЅпїЅ OLC пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_OLC_DISTANCE","OLC пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_OLC_SCORING","OLC пїЅпїЅпїЅпїЅпїЅ");
define("_MAX_SPEED","пїЅпїЅпїЅпїЅ. пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MAX_VARIO","пїЅпїЅпїЅпїЅ. пїЅпїЅпїЅпїЅпїЅ");
define("_MEAN_SPEED","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MIN_VARIO","пїЅпїЅпїЅ. пїЅпїЅпїЅпїЅпїЅ");
define("_MAX_ALTITUDE","пїЅпїЅпїЅпїЅ. пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ (пїЅ.пїЅ.пїЅ)");
define("_TAKEOFF_ALTITUDE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ (пїЅ.пїЅ.пїЅ)");
define("_MIN_ALTITUDE","пїЅпїЅпїЅ. пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ (пїЅ.пїЅ.пїЅ)");
define("_ALTITUDE_GAIN","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_FLIGHT_FILE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_COMMENTS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_RELEVANT_PAGE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_GLIDER","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_PHOTOS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MORE_INFO","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_UPDATE_DATA","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_UPDATE_MAP","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_UPDATE_3D_MAP","пїЅпїЅпїЅпїЅпїЅпїЅ 3D-пїЅпїЅпїЅпїЅпїЅ");
define("_UPDATE_GRAPHS","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_UPDATE_SCORE","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_TAKEOFF_COORDS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ:");
define("_NO_KNOWN_LOCATIONS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ ;-)");
define("_FLYING_AREA_INFO","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");

//--------------------------------------------
// index.php
//--------------------------------------------
define("_PAGE_TITLE","Leonardo пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_RETURN_TO_TOP","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
// list flight
define("_PILOT_FLIGHTS","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");

define("_DATE_SORT","пїЅпїЅпїЅпїЅ");
define("_PILOT_NAME","пїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TAKEOFF","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_DURATION","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_LINEAR_DISTANCE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_OLC_KM","OLC пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_OLC_SCORE","OLC пїЅпїЅпїЅпїЅпїЅ");
define("_DATE_ADDED","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_SORTED_BY","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ:");
define("_ALL_YEARS","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SELECT_YEAR_MONTH","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ (пїЅ пїЅпїЅпїЅпїЅпїЅ)");
define("_ALL","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_ALL_PILOTS","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_ALL_TAKEOFFS","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_ALL_THE_YEAR","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");

// add flight
define("_YOU_HAVENT_SUPPLIED_A_FLIGHT_FILE","пїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_NO_SUCH_FILE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_FILE_DOESNT_END_IN_IGC","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ .igc пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_THIS_ISNT_A_VALID_IGC_FILE","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ .igc");
define("_THERE_IS_SAME_DATE_FLIGHT","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_IF_YOU_WANT_TO_SUBSTITUTE_IT","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅ");
define("_DELETE_THE_OLD_ONE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_THERE_IS_SAME_FILENAME_FLIGHT","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ");
define("_CHANGE_THE_FILENAME","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_YOUR_FLIGHT_HAS_BEEN_SUBMITTED","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_PRESS_HERE_TO_VIEW_IT","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ, пїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_WILL_BE_ACTIVATED_SOON","(пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ 1-2 пїЅпїЅпїЅпїЅпїЅпїЅ");

// add_from_zip
define("_SUBMIT_MULTIPLE_FLIGHTS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_ONLY_THE_IGC_FILES_WILL_BE_PROCESSED","пїЅпїЅпїЅпїЅ IGC пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SUBMIT_THE_ZIP_FILE_CONTAINING_THE_FLIGHTS","пїЅпїЅпїЅпїЅпїЅпїЅ ZIP-пїЅпїЅпїЅпїЅ<br>пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_PRESS_HERE_TO_SUBMIT_THE_FLIGHTS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_FILE_DOESNT_END_IN_ZIP","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅ .zip пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_ADDING_FILE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_ADDED_SUCESSFULLY","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_PROBLEM","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL","пїЅпїЅпїЅпїЅ ");
define("_IGC_FILES_PROCESSED","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_IGC_FILES_SUBMITED","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

// info
define("_DEVELOPMENT","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_ANDREADAKIS_MANOLIS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_PROJECT_URL","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_VERSION","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MAP_CREATION","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_PROJECT_INFO","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

// menu bar 
define("_MENU_MAIN_MENU","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_MENU_DATE","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_MENU_COUNTRY","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_XCLEAGUE","XC пїЅпїЅпїЅпїЅ");
define("_MENU_ADMIN","пїЅпїЅпїЅпїЅпїЅ");

define("_MENU_COMPETITION_LEAGUE","пїЅпїЅпїЅпїЅ - пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_OLC","XC");
define("_MENU_OPEN_DISTANCE","OпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_DURATION","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_ALL_FLIGHTS","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_FLIGHTS","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_TAKEOFFS","пїЅпїЅпїЅпїЅпїЅ");
define("_MENU_FILTER","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_MY_FLIGHTS","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_MY_PROFILE","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_MY_STATS","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ"); 
define("_MENU_MY_SETTINGS","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ"); 
define("_MENU_SUBMIT_FLIGHT","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_MENU_SUBMIT_FROM_ZIP","пїЅпїЅпїЅпїЅпїЅпїЅ zip-пїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_SHOW_PILOTS","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_SHOW_LAST_ADDED","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_FLIGHTS_STATS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_SELECT_YEAR","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SELECT_MONTH","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_ALL_COUNTRIES","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
//--------------------------------------------
// list_pilots.php
//--------------------------------------------

define("_ALL_TIMES","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_NUMBER_OF_FLIGHTS","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL_DISTANCE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL_DURATION","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_BEST_OPEN_DISTANCE","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL_OLC_DISTANCE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ OLC пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL_OLC_SCORE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ OLC пїЅпїЅпїЅпїЅпїЅ");
define("_BEST_OLC_SCORE","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ OLC пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MEAN_DURATION","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MEAN_DISTANCE","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_PILOT_STATISTICS_SORT_BY","пїЅпїЅпїЅпїЅпїЅпїЅ - пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ");
define("_CATEGORY_FLIGHT_NUMBER","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ 'пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ' - пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_CATEGORY_TOTAL_DURATION","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ 'DURACELL' - пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_CATEGORY_OPEN_DISTANCE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ 'пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ'");
define("_THERE_ARE_NO_PILOTS_TO_DISPLAY","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ!");

	
//--------------------------------------------
// delete_flight.php
//--------------------------------------------

define("_THE_FLIGHT_HAS_BEEN_DELETED","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_RETURN","пїЅпїЅпїЅпїЅпїЅ");
define("_CAUTION_THE_FLIGHT_WILL_BE_DELETED","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ - пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_THE_DATE","пїЅпїЅпїЅпїЅ ");
define("_YES","пїЅпїЅ");
define("_NO","пїЅпїЅ");

//--------------------------------------------
// competition.php
//--------------------------------------------

define("_LEAGUE_RESULTS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_N_BEST_FLIGHTS"," пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_OLC","XC");
define("_OLC_TOTAL_SCORE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ OLC пїЅпїЅпїЅпїЅпїЅ");
define("_KILOMETERS","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL_ALTITUDE_GAIN","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_TOTAL_KM","пїЅпїЅпїЅпїЅ пїЅпїЅ");

//--------------------------------------------
// filter.php
//--------------------------------------------

define("_IS","пїЅ");
define("_IS_NOT","пїЅпїЅ пїЅ");
define("_OR","пїЅпїЅпїЅ");
define("_AND","пїЅ");
define("_FILTER_PAGE_TITLE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_RETURN_TO_FLIGHTS","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_THE_FILTER_IS_ACTIVE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_THE_FILTER_IS_INACTIVE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SELECT_DATE","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_SHOW_FLIGHTS","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_ALL2","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_WITH_YEAR","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MONTH","пїЅпїЅпїЅпїЅпїЅ");
define("_YEAR","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_FROM","пїЅпїЅ");
define("_from","пїЅпїЅ");
define("_TO","пїЅпїЅ");
define("_SELECT_PILOT","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_THE_PILOT","пїЅпїЅпїЅпїЅпїЅ");
define("_THE_TAKEOFF","пїЅпїЅпїЅпїЅпїЅ");
define("_SELECT_TAKEOFF","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_THE_COUNTRY","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_COUNTRY","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SELECT_COUNTRY","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_OTHER_FILTERS","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_LINEAR_DISTANCE_SHOULD_BE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ");
define("_OLC_DISTANCE_SHOULD_BE","OLC пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ");
define("_OLC_SCORE_SHOULD_BE","OLC пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ");
define("_DURATION_SHOULD_BE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ");
define("_ACTIVATE_CHANGE_FILTER","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ / пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_DEACTIVATE_FILTER","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_HOURS","пїЅпїЅпїЅпїЅ");
define("_MINUTES","пїЅпїЅпїЅпїЅпїЅпїЅ");

//--------------------------------------------
// add_flight.php
//--------------------------------------------

define("_SUBMIT_FLIGHT","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_ONLY_THE_IGC_FILE_IS_NEEDED","(пїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅ IGC пїЅпїЅпїЅпїЅ)");
define("_SUBMIT_THE_IGC_FILE_FOR_THE_FLIGHT","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ <br>IGC пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_NOTE_TAKEOFF_NAME","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_COMMENTS_FOR_THE_FLIGHT","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_PHOTO","пїЅпїЅпїЅпїЅ");
define("_PHOTOS_GUIDELINES","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ  .jpg пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅ пїЅпїЅ-пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ ");
define("_PRESS_HERE_TO_SUBMIT_THE_FLIGHT","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_DO_YOU_HAVE_MANY_FLIGHTS_IN_A_ZIPFILE","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ?");
define("_PRESS_HERE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ");

define("_IS_PRIVATE","пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_MAKE_THIS_FLIGHT_PRIVATE","пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_INSERT_FLIGHT_AS_USER_ID","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ ID");
define("_FLIGHT_IS_PRIVATE","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

//--------------------------------------------
// edit_flight.php
//--------------------------------------------

define("_CHANGE_FLIGHT_DATA","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_IGC_FILE_OF_THE_FLIGHT","IGC пїЅпїЅпїЅпїЅ");
define("_DELETE_PHOTO","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_NEW_PHOTO","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_PRESS_HERE_TO_CHANGE_THE_FLIGHT","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ, пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_THE_CHANGES_HAVE_BEEN_APPLIED","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_RETURN_TO_FLIGHT","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");

define("_IS_FRIENDS_ONLY_","Видим в Приятели Само");
define("_friends_text1","Карта и графики са видими за приятели Само");
define("_My_Friends","Моите приятели");
define("_MENU_ADD_FRIENDS","Добавете вашите приятели");


//--------------------------------------------
// olc
//--------------------------------------------
define("_RETURN_TO_FLIGHT","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_READY_FOR_SUBMISSION","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_OLC_MAP","пїЅпїЅпїЅпїЅпїЅ");
define("_OLC_BARO","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

//--------------------------------------------
// pilot_profile.php
//--------------------------------------------
define("_Pilot_Profile","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_back_to_flights","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_pilot_stats","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_edit_profile","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_flights_stats","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_View_Profile","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_Personal_Stuff","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_First_Name","пїЅпїЅпїЅ");
define("_Last_Name","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Birthdate","пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_dd_mm_yy","пїЅпїЅ.пїЅпїЅ.пїЅпїЅ");
define("_Sign","пїЅпїЅпїЅпїЅпїЅ");
define("_Marital_Status","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Occupation","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Web_Page","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_N_A","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Other_Interests","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Photo","пїЅпїЅпїЅпїЅ");

define("_Flying_Stuff","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_note_place_and_date","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Flying_Since","пїЅпїЅпїЅпїЅ пїЅпїЅ");
define("_Pilot_Licence","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Paragliding_training","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Favorite_Location","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Usual_Location","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Best_Flying_Memory","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Worst_Flying_Memory","пїЅпїЅпїЅ-пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Personal_Distance_Record","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Personal_Height_Record","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Hours_Flown","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Hours_Per_Year","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");

define("_Equipment_Stuff","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Glider","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Harness","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Reserve_chute","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Camera","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Vario","пїЅпїЅпїЅпїЅпїЅ");
define("_GPS","GPS");
define("_Helmet","пїЅпїЅпїЅпїЅ/пїЅпїЅпїЅпїЅпїЅ");
define("_Camcorder","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_Manouveur_Stuff","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_note_max_descent_rate","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Spiral","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Bline","пїЅ-пїЅпїЅпїЅпїЅ");
define("_Full_Stall","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_Other_Manouveurs_Acro","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Sat","пїЅпїЅпїЅ");
define("_Asymmetric_Spiral","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Spin","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_General_Stuff","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Favorite_Singer","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ (пїЅпїЅпїЅпїЅпїЅпїЅ)");
define("_Favorite_Movie","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_Favorite_Internet_Site","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Favorite_Book","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Favorite_Actor","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ / пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

//--------------------------------------------
// pilot_profile_edit.php
//--------------------------------------------
define("_Upload_new_photo_or_change_old","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Delete_Photo","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Your_profile_has_been_updated","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Submit_Change_Data","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

//--------------------------------------------
// Added by Martin Jursa, 26.04.2007 for pilot_profile and pilot_profile_edit
//--------------------------------------------
define("_Sex", "пїЅпїЅпїЅ");
define("_Login_Stuff", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ (Login)");
define("_PASSWORD_CONFIRMATION", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_EnterPasswordOnlyToChange", "пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ:");

define("_PwdAndConfDontMatch", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ.");
define("_PwdTooShort", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ. пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅ пїЅпїЅпїЅпїЅ $passwordMinLength пїЅпїЅпїЅпїЅпїЅпїЅпїЅ.");
define("_PwdConfEmpty", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ.");
define("_PwdChanged", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ.");
define("_PwdNotChanged", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ.");
define("_PwdChangeProblem", "пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ.");

define("_EmailEmpty", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅ e-mail пїЅпїЅпїЅпїЅпїЅ");
define("_EmailInvalid", "e-mail пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ.");
define("_EmailSaved", "email пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_EmailNotSaved", "e-mail пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ.");
define("_EmailSaveProblem", "пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ  e-mail пїЅпїЅпїЅпїЅпїЅпїЅ.");

// End 26.04.2007



//--------------------------------------------
// pilot_profile_stats.php
//--------------------------------------------
define("_hh_mm","пїЅпїЅ:пїЅпїЅ");

define("_Totals","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_First_flight_logged","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Last_flight_logged","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Flying_period_covered","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Total_Distance","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Total_OLC_Score","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ OLC пїЅпїЅпїЅпїЅпїЅ");
define("_Total_Hours_Flown","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Total_num_of_flights","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ ");

define("_Personal_Bests","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Best_Open_Distance","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Best_FAI_Triangle","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ FAI пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Best_Free_Triangle","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Longest_Flight","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Best_OLC_score","пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ OLC пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Absolute_Height_Record","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Altitute_gain_Record","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_Mean_values","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Mean_distance_per_flight","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Mean_flights_per_Month","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Mean_distance_per_Month","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Mean_duration_per_Month","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Mean_duration_per_flight","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Mean_flights_per_Year","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Mean_distance_per_Year","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Mean_duration_per_Year","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");

//--------------------------------------------
// show_waypoint.php
//--------------------------------------------
define("_See_flights_near_this_point","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Waypoint_Name","пїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Navigate_with_Google_Earth","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ Google Earth");
define("_See_it_in_Google_Maps","пїЅпїЅпїЅ пїЅ Google Maps");
define("_See_it_in_MapQuest","пїЅпїЅпїЅ пїЅ MapQuest");
define("_COORDINATES","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_FLIGHTS","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SITE_RECORD","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SITE_INFO","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SITE_REGION","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SITE_LINK","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SITE_DESCR","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ / пїЅпїЅпїЅпїЅпїЅ");

//--------------------------------------------
// KML file
//--------------------------------------------
define("_See_more_details","пїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_KML_file_made_by","KML пїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ");

//--------------------------------------------
// add_waypoint.php
//--------------------------------------------
define("_ADD_WAYPOINT","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_WAYPOINT_ADDED","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

//--------------------------------------------
// list_takeoffs.php
//--------------------------------------------
define("_SITE_RECORD_OPEN_DISTANCE","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ<br>(пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ)");
	
//--------------------------------------------
// glider types
//--------------------------------------------
define("_GLIDER_TYPE","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
function setGliderCats() {
	global  $CONF_glider_types,$gliderCatList;
	$gliderCatList=array(1=>'пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ',2=>'пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ FAI1',4=>'пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ FAI5',8=>'пїЅпїЅпїЅпїЅпїЅпїЅ');
	foreach ($CONF_glider_types as $gId=>$gName) if (!$gliderCatList[$gId]) $gliderCatList[$gId]=$gName;
}
setGliderCats();


//--------------------------------------------
// class types
//--------------------------------------------
function setClassList() {
	$CONF_TEMP['gliderClasses'][1]['classes']=array(1=>"пїЅпїЅпїЅпїЅпїЅ",2=>"пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ",3=>"пїЅпїЅпїЅпїЅпїЅпїЅ");
	$CONF_TEMP['gliderClasses'][2]['classes']=array(1=>"Kingpost",2=>"Topless");
	global $CONF;
	foreach($CONF['gliderClasses'] as $i=>$gClass) {
		foreach($gClass['classes'] as $j=>$n) {
			if ( $CONF_TEMP['gliderClasses'][$i]['classes'][$j] ) {
				$CONF['gliderClasses'][$i]['classes'][$j] =$CONF_TEMP['gliderClasses'][$i]['classes'][$j] ;
			}
		}
	}
}
setClassList(); 
//--------------------------------------------
// xc types
//--------------------------------------------
function setXCtypesList() {
	global  $CONF_xc_types,$xcTypesList;
	$xcTypesList=array(1=>"пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ 3 пїЅпїЅпїЅпїЅпїЅ",2=>"пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ",4=>"пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
	foreach ($CONF_xc_types as $gId=>$gName) if (!$xcTypesList[$gId]) $xcTypesList[$gId]=$gName;
}
setXCtypesList();

//--------------------------------------------
// user prefs  & units
//--------------------------------------------

define("_Your_settings_have_been_updated","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_THEME","пїЅпїЅпїЅпїЅ");
define("_LANGUAGE","пїЅпїЅпїЅпїЅ");
define("_VIEW_CATEGORY","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_VIEW_COUNTRY","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_UNITS_SYSTEM" ,"пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_METRIC_SYSTEM","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ (пїЅпїЅ, пїЅ)");
define("_IMPERIAL_SYSTEM","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ (пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ)");
define("_ITEMS_PER_PAGE","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_MI","mi");
define("_KM","пїЅпїЅ");
define("_FT","ft");
define("_M","пїЅ");
define("_MPH","mph");
define("_KM_PER_HR","пїЅпїЅ/пїЅ");
define("_FPM","fpm");
define("_M_PER_SEC","пїЅ/пїЅ");

//--------------------------------------------
// index page
//--------------------------------------------

define("_WORLD_WIDE","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_National_XC_Leagues_for","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ XC пїЅпїЅпїЅпїЅ пїЅпїЅ");
define("_Flights_per_Country","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Takeoffs_per_Country","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_INDEX_HEADER","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅ Leonardo XC пїЅпїЅпїЅпїЅ");
define("_INDEX_MESSAGE","пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ &quot;пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ&quot; пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");

//--------------------------------------------
// NEW 
//--------------------------------------------
define("_MENU_SUMMARY_PAGE","пїЅпїЅпїЅпїЅпїЅ (пїЅпїЅпїЅпїЅ) пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Display_ALL","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Display_NONE","пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Reset_to_default_view","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_No_Club","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_This_is_the_URL_of_this_page","пїЅпїЅпїЅпїЅ пїЅ URL пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_All_glider_types","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");

define("_MENU_SITES_GUIDE","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Site_Guide","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_Search_Options","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Below_is_the_list_of_selected_sites","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Clear_this_list","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_See_the_selected_sites_in_Google_Earth","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅ Google Earth");
define("_Available_Takeoffs","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Search_site_by_name","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_give_at_least_2_letters","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅ 2 пїЅпїЅпїЅпїЅпїЅ");
define("_takeoff_move_instructions_1","пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ >> ");
define("_Takeoff_Details","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");


define("_Takeoff_Info","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_XC_Info","XC пїЅпїЅпїЅпїЅ");
define("_Flight_Info","пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");

define("_MENU_LOGOUT","пїЅпїЅпїЅпїЅпїЅ");
define("_MENU_LOGIN","пїЅпїЅпїЅпїЅ");
define("_MENU_REGISTER","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_PROJECT_HELP","пїЅпїЅпїЅпїЅпїЅ");
define("_PROJECT_NEWS","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_PROJECT_RULES","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");



define("_Africa","AпїЅпїЅпїЅпїЅпїЅ");
define("_Europe","EпїЅпїЅпїЅпїЅпїЅ");
define("_Asia","AпїЅпїЅпїЅ");
define("_Australia","AпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_North_Central_America","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ/пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_South_America","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_Recent","пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");


define("_Unknown_takeoff","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Display_on_Google_Earth","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ Google Earth");
define("_Use_Man_s_Module","Use Man's Module");
define("_Line_Color","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Line_width","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_unknown_takeoff_tooltip_1","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_unknown_takeoff_tooltip_2","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ, пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ!");

define("_EDIT_WAYPOINT","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_DELETE_WAYPOINT","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_SUBMISION_DATE","пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ"); // the date a flight was submited to leonardo
define("_TIMES_VIEWED","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ"); // the times that this flight havs been viewed


define("_takeoff_add_help_1","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ. пїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_takeoff_add_help_2","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅ пїЅпїЅ 'пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ', пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ. пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ.");
define("_takeoff_add_help_3","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅ.");
define("_Takeoff_Name","пїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_In_Local_Language","пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_In_English","пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

// New on 2007/02/20 - login screen
define("_ENTER_PASSWORD","пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ.");
define("_SEND_PASSWORD","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_ERROR_LOGIN","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ.");
define("_AUTO_LOGIN","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_USERNAME","пїЅпїЅпїЅ");
define("_PASSWORD","пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_PROBLEMS_HELP","пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_LOGIN_TRY_AGAIN","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ %sпїЅпїЅпїЅ%s пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_LOGIN_RETURN","пїЅпїЅпїЅпїЅпїЅпїЅпїЅk %sпїЅпїЅпїЅ%s пїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
// end 2007/02/20

define("_Category","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MEMBER_OF","пїЅпїЅпїЅпїЅ пїЅпїЅ");
define("_MemberID","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ/ID");
define("_EnterID","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ/ID");
define("_Clubs_Leagues","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ / пїЅпїЅпїЅпїЅ");
define("_Pilot_Statistics","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_National_Rankings","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");




// new on 2007/03/08
define("_Select_Club","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ");
define("_Close_window","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_EnterID","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ/ID");
define("_Club","пїЅпїЅпїЅпїЅ");
define("_Sponsor","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");


// new on 2007/03/13
define('_Go_To_Current_Month','пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ');
define('_Today_is','пїЅпїЅпїЅпїЅ пїЅ');
define('_Wk','пїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
define('_Click_to_scroll_to_previous_month','пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ. пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ.');
define('_Click_to_scroll_to_next_month','пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ. пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ.');
define('_Click_to_select_a_month','пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ.');
define('_Click_to_select_a_year','пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ.');
define('_Select_date_as_date.','пїЅпїЅпїЅпїЅпїЅпїЅ [date] пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ.'); // do not replace [date], it will be replaced by date.
// end 2007/03/13


// New on 2007/05/18 (alternative GUI_filter)
define("_Filter_NoSelection", "пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Filter_CurrentlySelected", "пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Filter_DialogMultiSelectInfo", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅ Ctrl пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ.");

define('_Filter_FilterTitleIncluding', 'пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ [пїЅпїЅпїЅпїЅ]');
define('_Filter_FilterTitleExcluding', 'пїЅпїЅпїЅпїЅпїЅпїЅпїЅ [пїЅпїЅпїЅпїЅ]');
define('_Filter_DialogTitleIncluding', 'пїЅпїЅпїЅпїЅпїЅпїЅ  [пїЅпїЅпїЅпїЅ]');
define('_Filter_DialogTitleExcluding', 'пїЅпїЅпїЅпїЅпїЅпїЅ [пїЅпїЅпїЅпїЅ]');

define("_Filter_Items_pilot", "пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Filter_Items_nacclub", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Filter_Items_country", "пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Filter_Items_takeoff", "пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_Filter_Button_Select", "пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Filter_Button_Delete", "пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Filter_Button_Accept", "пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Filter_Button_Cancel", "пїЅпїЅпїЅпїЅпїЅпїЅ");

# menu bar
define("_MENU_FILTER_NEW","пїЅпїЅпїЅпїЅпїЅпїЅ **пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ**");

// end 2007/05/18




// New on 2007/05/23
// second menu NACCclub selection
define("_ALL_NACCLUBS", "пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
// Note to translators: use the placeholder $nacname in your translation as it is, don"t translate it
define("_SELECT_NACCLUB", 'пїЅпїЅпїЅпїЅпїЅпїЅ [nacname]-пїЅпїЅпїЅпїЅ');

// pilot profile
define("_FirstOlcYear", "пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ OLC");
define("_FirstOlcYearComment", "пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅ пїЅпїЅ пїЅ OLC, пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ.<br/>This field is relevant for the &quot;newcomer&quot;-rankings.");

//end 2007/05/23

// New on 2007/11/06
define("_Select_Brand","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_All_Brands","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_DAY","пїЅпїЅпїЅ");
define('_Glider_Brand','пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ');
define('_Or_Select_from_previous','пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ');

define('_Explanation_AddToBookmarks_IE', 'пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ / favourites');
define('_Msg_AddToBookmarks_IE', 'пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ, пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ / bookmarks.');
define('_Explanation_AddToBookmarks_nonIE', '(пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ / bookmarks.)');
define('_Msg_AddToBookmarks_nonIE', 'пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ Save to bookmarks пїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ.');

define('_PROJECT_HELP','пїЅпїЅпїЅпїЅпїЅ');
define('_PROJECT_NEWS','пїЅпїЅпїЅпїЅпїЅпїЅ');
define('_PROJECT_RULES','пїЅпїЅпїЅпїЅпїЅпїЅпїЅ  2007');
define('_PROJECT_RULES2','пїЅпїЅпїЅпїЅпїЅпїЅпїЅ 2008');

//end 2007/11/06
define('_MEAN_SPEED1','пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
define('_External_Entry','пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ / Entry');

// New on 2007/11/25
define('_Altitude','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
define('_Speed','пїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
define('_Distance_from_takeoff','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ');

// New on 2007/12/03
define('_LAST_DIGIT','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ');

define('_Filter_Items_nationality','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
define('_Filter_Items_server','пїЅпїЅпїЅпїЅпїЅпїЅ');

// New on 2007/12/15
define('_Ext_text1','пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ ');
define('_Ext_text2','пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ');
define('_Ext_text3','пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ');


// New on 2008/2/15
define('_Male_short','M');
define('_Female_short','пїЅ');
define('_Male','пїЅпїЅпїЅ');
define('_Female','пїЅпїЅпїЅпїЅ');
define('_Pilot_Statistics','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ');


// New on 2008/2/19
define('_Altitude_Short','пїЅпїЅпїЅ');
define("_Vario_Short","пїЅпїЅпїЅпїЅпїЅ");
define("_Time_Short","пїЅпїЅпїЅпїЅпїЅ");
define("_Info","пїЅпїЅпїЅпїЅ");
define("_Control","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

define("_Zoom_to_flight","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_Follow_Glider","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Show_Task","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Show_Airspace","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Thermals","пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");

// New on 2008/06/04
define("_Show_Optimization_details","пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ");
define("_MENU_SEARCH_PILOTS","пїЅпїЅпїЅпїЅпїЅ");

//New on 2008/05/17
define('_MemberID_Missing', 'пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ / ID');
define('_MemberID_NotNumeric', 'пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ / ID пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅ');

define('_FLIGHTADD_CONFIRMATIONTEXT', 'пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ, пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ.');
define('_FLIGHTADD_IGC_MISSING', 'пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ .igc-file');
define('_FLIGHTADD_IGCZIP_MISSING', 'пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ zip-пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ .igc-пїЅпїЅпїЅпїЅ');
define('_FLIGHTADD_CATEGORY_MISSING', 'пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
define('_FLIGHTADD_BRAND_MISSING', 'пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ');
define('_FLIGHTADD_GLIDER_MISSING', 'пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ');
define('_YOU_HAVENT_ENTERED_GLIDER', 'пїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ');

define('_BRAND_NOT_IN_LIST', 'пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ');


/*------------------------------------------------------------
Durval Henke www.xcbrasil.org
------------------------------------------------------------*/
define("_Email_new_password","<p align='justify'>пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ</p> <p align='justify'>пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ</p>");
define("_informed_user_not_found","пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ");
define("_impossible_to_gen_new_pass","<p align='justify'>пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅ пїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ <b>%s</b>. пїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ.</p><p align='justify'>пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ</p>");
define("_Password_subject_confirm","пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ (пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ)");
define("_request_key_not_found", "the request key that you have informed was not found!");
define("_request_key_invalid", "request key that you have informed is invalid!"); 
define("_Email_allready_yours","The informed email is allready yours, nothing to do");
define("_Email_allready_have_request","There is already an request for changing to this email, nothing to do");
define("_Email_used_by_other","This email is used in another pilot, nothing to do");
define("_Email_used_by_other_request","This email are used in another pilot in a changing request mail");
define("_Email_canot_change_quickly","You can not change your email so quickly as you want, wait for the expiring time: %s");
define("_Email_sent_with_confirm","We send a email for you, where you must confirm the email changing");
define("_Email_subject_confirm","Confirmation email (new email)");
define("_Email_AndConfDontMatch","Email and confirmation are different.");
define("_ChangingEmailForm"," Changing Email Form");
define("_Email_current","Current Email");
define("_New_email", "New Email Address");
define("_New_email_confirm","Confirm New Email");
define("_MENU_CHANGE_PASSWORD","Change my password");
define("_MENU_CHANGE_EMAIL","Change my email");
define("_New_Password","New Password");
define("_ChangePasswordForm","Change Password Form");
define("_lost_password","Lost Password Form");
define("_PASSWORD_RECOVERY_TOOL","Password Recovery Form");
define("_PASSWORD_RECOVERY_TOOL_MESSAGE","The Server will search in his entire database for the inserted text in the textbox, if and when the server find the user, email, or civlid, A mail will be sended for the registered email address with a new password and activation link.<br><br> note: only after activation of the new password through activation link inside mail body, the new password will be valid.<br><br>");
define("_username_civlid_email","Please fill with: CIVLID or User Name or Email Address");
define("_Recover_my_pass","Recover my Password"); 
define("_You_are_not_login","<BR><BR><center><br>You are not logged in. <br><br>Please Login<BR><BR></center>");
define("_Requirements","Requeriments");
define("_Mandatory_CIVLID","Is mandatory tho have an valid <b>CIVLID</b>");
define("_Mandatory_valid_EMAIL","Is mandatory inform a <b>Valid Email</b> for further comunications with admin server");
define("_Email_periodic","Periodically we will send you a confirmation e-mail to the informed e-mail address, if not answered, your registration account will be blocked");
define("_Email_asking_conf","We will send a confirmation e-mail to the informed email address");
define("_Email_time_conf","You will have only <b>3 hours </b> after the finishing the pre-registration to answer the email");
define("_After_conf_time"," After that time, your pre-registration will be <b>removed</b> from our database");
define("_Only_after_time","<b>And only after we remove your pre-registration, you can do the pre registration again</b>");
define("_Disable_Anti_Spam","<b>ATTENTION!! Disable</b> the anti spam for emails originated from <b>%s</b>");
define("_If_you_agree","If you agree with this requirements please go further.");
define("_Search_civl_by_name","%sSearch for your name in the CIVL database%s . When you click at this left link will be opened a new window , please fill only 3 letters from your First name ou or Last Name, then the CIVL will return your CIVLID, Name and FAI Nationality.");
define("_Register_civl_as_new_pilot","If you are not founded in the CIVL database, please  %sREGISTER-ME AS A NEW PILOT%s");
define("_NICK_NAME","Nick Name");
define("_LOCAL_PWD","Local Password");
define("_LOCAL_PWD_2","Repeat Local Password");
define("_CONFIRM","Confirm");
define("_REQUIRED_FIELD","Mandatory Fields");
define("_Registration_Form","Registration Form at %s (Leonardo)");
define("_MANDATORY_NAME","Is Mandatory to inform your name");
define("_MANDATORY_FAI_NATION","Is Mandatory to inform your FAI NATION");
define("_MANDATORY_GENDER", "Please inform your Sex");
define("_MANDATORY_BIRTH_DATE_INVALID","Birth Date Invalid");
define("_MANDATORY_CIVL_ID", "Please Inform your CIVLID");
define("_Attention_mandatory_to_have_civlid","ATENTION!! For now one is Mandatory to have CIVLID in the %s database");
define("_Email_confirm_success","Your registration was successfully confirmed!");
define("_Success_login_civl_or_user","Success, now you can do your login using your CIVLID as username, or continue with your old username");
define("_Server_did_not_found_registration","Registration not founded, please copy and paste in your browser address field the link informed in the email that was sended to you, of maybee your registration time are expired");
define("_Pilot_already_registered","Pilot already registered with CIVLID %s and with name %s");
define("_User_already_registered","User already registered with this email or name");
define("_Pilot_civlid_email_pre_registration","Hi %s This Civl ID and email is already used in a pre-registration");
define("_Pilot_have_pre_registration"," You already have a pre registration, but have not answered our mail, we resend the confirmation email for you, you have 3 hours after now to answer the email, if not you will be removed from pre registration. please read the email and follow the procedures described inside, thank you");
define("_Pre_registration_founded","We already have a pre-registration with this civlID and Email,wait for finishing the period of 3 hours until then this registration will be removed, in no hipotisis confirm the email that was sended for you, because will be generated an double registration, and your old flights will not be transfered for the new user");            
define("_Civlid_already_in_use", "This CIVLID is used for another pilot, we can not have double CIVLID!");
define("_Pilot_email_used_in_reg_dif_civlid","Hi %s This Email is used in another register with different CIVLID");            
define("_Pilot_civlid_used_in_reg_dif_email","Hi %s This CIVLID is used in another register with different EMAIL");                       
define("_Pilot_email_used_in_pre_reg_dif_civlid","Hi %s This Email is used in another pre-register with different CIVLID");            
define("_Pilot_civlid_used_in_pre_reg_dif_email","Hi %s This CIVLID is used in another pre-register with different EMAIL");            
define("_Server_send_conf_email","The server have sended to the %s an email asking for confirmation, you have 3 hours from now to confirm your registration by clicking or copying and pasting the link that are in the email body in your browser addres");
define("_Pilot_confirm_subscription","===================================

%s Leonardo new user
                
Hi %s,

This is a verification email sent from %s
 
To finally create your account, you will need to click on link below to verify your email address:

http://%s?op=users&page=index&act=register&rkey=%s

Regards,

--------
Note: This is auto-response. Do not send any email to this email address
--------");
define("_Pilot_confirm_change_email","===================================

%s Leonardo user
                
Hi %s,

This is a verification email sent from %s
 
To finally change your email address, you will need to click on link below to verify your email address:

http://%s?op=chem&rkey=%s

Regards,

--------
Note: This is auto-response. Do not send any email to this email address
--------");                  
define("_Password_recovery_email","===================================

%s (Leonardo) user
                
Hi %s,

This is a verification email sent from %s
                
With Password recovery for you
                
Username:%s
                
CIVLID:%s
                
NewPassword:%s
 
To activate your new password, you will need to click on link below to verify your email address:

http://%s?op=sdpw&rkey=%s

Regards,

--------
Note: This is auto-response. Do not send any email to this email address
--------");


// New on 2008/11/26
define('_MENU_AREA_GUIDE','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
define('_All_XC_types','_пїЅпїЅпїЅпїЅпїЅпїЅ XC пїЅпїЅпїЅпїЅпїЅпїЅ');
define('_xctype','XC пїЅпїЅпїЅпїЅпїЅпїЅ');


define('_Flying_Areas','пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
define('_Name_of_Area','пїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
define('_See_area_details','пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ');

define('_choose_ge_module','пїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ <BR>пїЅпїЅ Google Earth Display');
define('_ge_module_advanced_1','(пїЅпїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅ-пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ)');
define('_ge_module_advanced_2','(пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ) ');
define('_ge_module_Simple','Simple (пїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅ, пїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ)');

define('_Pilot_search_instructions','пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅ 3 пїЅпїЅпїЅпїЅпїЅ пїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅ');

define('_All_classes','пїЅпїЅпїЅпїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅпїЅ');
define('_Class','пїЅпїЅпїЅпїЅ');

/*

define('Show Optimization Details
define('Optimization
define('Scoring Factors Used: XC scoring

define('Type of Flight
define('Factor
define('XC distance	
define('XC Score

*/

// 2009-03-20 filter for photos
define("_Photos_filter_off","пїЅпїЅпїЅ/пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");
define("_Photos_filter_on","пїЅпїЅпїЅпїЅ пїЅпїЅпїЅ пїЅпїЅпїЅпїЅпїЅпїЅ");


define("_SEASON","Season"); 
define("_SUBMIT_TO_OLC","Submit to OLC"); 
define("_pilot_email","Email Address"); 
define("_You_are_already_logged_in","You are already logged in"); 
define("_See_The_filter","See the filter"); 
define("_PilotBirthdate","Pilot Birthdate"); 
define("_Start_Type","Start Type"); 
define("_GLIDER_CERT","Glider Certification"); 
define("_MENU_BROWSER","Browse in Google Maps"); 
define("_FLIGHT_BROSWER","Search the flights and takeoff database with Google Maps"); 
define("_Load_Thermals","Load Thermals"); 
define("_Loading_thermals","Loading Thermals"); 
define("_Layers","Layers"); 
define("_Select_Area","Select Area"); 

define("_BREAKDOWN_PER_TAKEOFF","Breakdown Per Takeoff");
define("_BREAKDOWN_PER_GLIDER","Breakdown Per Glider");
?>
